const qnaList = [
    {
        q: '1. 나는 체육시간에...',
        a: [
            { answer: 'a. 누구보다 열정적으로 체육활동을 한다', type: ['부사관']},
            { answer: 'b. 쉴 수 있는 틈만 나면 쉬려고 한다', type: 
            ['뷰티', '창마', '스마트', '소프트', '금융', '회계']},
        ]
    },

    {
        q: '2. 나는 돈 계산에 대해서',
        a: [
            {answer: 'a. 그냥 계산기에 의존한다',
                type: ['부사관', '뷰티', '스마트', '소프트']},
            { answer: 'b. 내 뇌를 굴려 빠른 속도로 계산을 해낸다',
                type: ['금융', '회계', '창마']}
        ]
    }

]