const qnaList = [
    {
        q: '친구와 갈등이 생겼을 때 나는...',
        a: [
            { answer: '차분하고 논리적으로 대화한다', type: ['cool']},
            { answer: '감정을 솔직하게 표현하고 해결한다', type: 
            ['warm']},
        ]
    },

    {
        q: '새로운 사람을 만났을 때',
        a: [
            {answer: '조심스럽게 접근하며 신중하게 대한다',
                type: ['cool']},
            { answer: '친근하게 다가가며 먼저 말을 건넨다',
                type: ['warm']}
        ]
    },

    {
        q: '가장 좋아하는 활동은?',
        a: [
            {answer: '책 읽기나 영화 감상 같은 조용한 취미', type: ['cool']},
            {answer: '친구들과 어울리며 즐기는 활동', type: ['warm']}
        ]
    },

    {
        q: '문제를 해결할 때 접근 방식은?',
        a: [
            {answer: '분석적이고 계획적으로 접근', type: ['cool']},
            {answer: '직감적이고 유연하게 접근', type: ['warm']}
        ]
    },

    {
        q: '중요하다고 생각하는 가치관은?',
        a: [
            {answer: '논리와 이성', type: ['cool']},
            {answer: '감정과 인간관계', type: ['warm']}
        ]
    },

    {
        q: '스트레스를 받을 때의 대처 방법은?',
        a: [
            {answer: '혼자만의 시간을 가지며 마음을 가라앉힌다', type: ['cool']},
            {answer: '친구들과 이야기하며 스트레스를 푼다', type: ['warm']}
        ]
    },

    {
        q: '중요한 결정을 내릴 때 나는...',
        a: [
            {answer: '심사숙고하며 장단점을 분석한다', type: ['cool']},
            {answer: '직감과 감정에 따라 결정한다', type: ['warm']}
        ]
    },

    {
        q: '내가 생각하는 가장 이상적인 휴가 계획은?',
        a: [
            {answer: '조용하고 한적한 곳에서 혼자만의 시간을 보낸다', type: ['cool']},
            {answer: '친구들과 함께 떠나는 여행을 계획한다', type: ['warm']}
        ]
    },

    {
        q: '나의 완벽한 주말은?',
        a: [
            {answer: '집에서 편안하게 휴식하며 시간을 보낸다', type: ['cool']},
            {answer: '친구들과 외출하거나 활동적인 일을 한다', type: ['warm']}
        ]
    }

]

const infoList = [
    {
        name: '너무 추워... 영하 -100도!',
        desc: '혼자 있길 좋아하는 당신은 어쩌고 저쩌고'
    },
    {
        name: '앗 뜨거워! 영상 100도!',
        desc: '여러 사람들과 함께하고 싶은 당신은 어쩌고 저쩌고'
    }
]